src/main/resources/files/fe9e6e5e-7c31-4782-8b51-f966ce3b4e86.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:dec="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ddii/enol/ws/Declaracion.xsd" xmlns:dec1="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ddii/enol/ws/DeclaracionInformativa.xsd"><soapenv:Header/><soapenv:Body><dec:Declaracion><dec1:Cabecera><dec1:TipoComunicacion>A0</dec1:TipoComunicacion><dec1:Modelo>179</dec1:Modelo><dec1:Periodo><dec1:Ejercicio>2018</dec1:Ejercicio><dec1:Periodo>0A</dec1:Periodo></dec1:Periodo><dec1:IDVersionModelo>1.0</dec1:IDVersionModelo><dec1:IDDeclarante><dec1:NIF>N6060470I</dec1:NIF><dec1:NombreRazon>HomeAway UK Ltd</dec1:NombreRazon></dec1:IDDeclarante></dec1:Cabecera><dec1:Declarado><dec1:IDRegistroDeclarado>29683</dec1:IDRegistroDeclarado><dec1:IDDeclarado><dec1:Clave>C</dec1:Clave><dec1:NombreRazon> ARMAS GONZALEZ MARIA RAQUEL</dec1:NombreRazon><dec1:NIF>45529392H</dec1:NIF></dec1:IDDeclarado><dec1:Detalle><dec1:IDCesionario><dec1:NombreRazon>SPEARE NICK</dec1:NombreRazon><dec1:IDOtro><dec1:CodigoPais>GB</dec1:CodigoPais><dec1:IDType>06</dec1:IDType><dec1:ID>000</dec1:ID></dec1:IDOtro></dec1:IDCesionario><dec1:IDInmueble><dec1:SituacionInmueble>01</dec1:SituacionInmueble><dec1:DatosInmueble><dec1:ReferenciaCatastral>UR000039420006FT4292S0002RD</dec1:ReferenciaCatastral><dec1:Direccion><dec1:CodigoMunicipio>000</dec1:CodigoMunicipio><dec1:CodigoProvincia>01</dec1:CodigoProvincia><dec1:TipoVia>calle</dec1:TipoVia><dec1:NombreVia>Calle el Barquillo 2,Caleta de Famara,CN,ES,35558</dec1:NombreVia><dec1:TipoNumeracion>NUM</dec1:TipoNumeracion></dec1:Direccion></dec1:DatosInmueble></dec1:IDInmueble><dec1:DesgloseOperacion><dec1:PeriodoCesion><dec1:FechaIntermediacion>31-12-2017</dec1:FechaIntermediacion><dec1:FechaInicioCesion>09-02-2018</dec1:FechaInicioCesion><dec1:NumeroDiasDisfrute>5</dec1:NumeroDiasDisfrute></dec1:PeriodoCesion><dec1:Importe>346.32</dec1:Importe><dec1:NumeroContrato>HA-Y0DJT2</dec1:NumeroContrato><dec1:MedioPago><dec1:ClaveMedioPago>02</dec1:ClaveMedioPago><dec1:IDMedioPago>Tarjeta crédito/débi</dec1:IDMedioPago></dec1:MedioPago></dec1:DesgloseOperacion></dec1:Detalle></dec1:Declarado><dec1:Declarado><dec1:IDRegistroDeclarado>29684</dec1:IDRegistroDeclarado><dec1:IDDeclarado><dec1:Clave>C</dec1:Clave><dec1:NombreRazon> ARMAS GONZALEZ MARIA RAQUEL</dec1:NombreRazon><dec1:NIF>45529392H</dec1:NIF></dec1:IDDeclarado><dec1:Detalle><dec1:IDCesionario><dec1:NombreRazon>N/A</dec1:NombreRazon><dec1:IDOtro><dec1:CodigoPais>GB</dec1:CodigoPais><dec1:IDType>06</dec1:IDType><dec1:ID>000</dec1:ID></dec1:IDOtro></dec1:IDCesionario><dec1:IDInmueble><dec1:SituacionInmueble>01</dec1:SituacionInmueble><dec1:DatosInmueble><dec1:ReferenciaCatastral>UR000039420006FT4292S0002RD</dec1:ReferenciaCatastral><dec1:Direccion><dec1:CodigoMunicipio>000</dec1:CodigoMunicipio><dec1:CodigoProvincia>01</dec1:CodigoProvincia><dec1:TipoVia>calle</dec1:TipoVia><dec1:NombreVia>Calle el Barquillo 2,Caleta de Famara,CN,ES,35558</dec1:NombreVia><dec1:TipoNumeracion>NUM</dec1:TipoNumeracion></dec1:Direccion></dec1:DatosInmueble></dec1:IDInmueble><dec1:DesgloseOperacion><dec1:PeriodoCesion><dec1:FechaIntermediacion>20-09-2017</dec1:FechaIntermediacion><dec1:FechaInicioCesion>17-02-2018</dec1:FechaInicioCesion><dec1:NumeroDiasDisfrute>9</dec1:NumeroDiasDisfrute></dec1:PeriodoCesion><dec1:Importe>623.38</dec1:Importe><dec1:NumeroContrato>HA-KSKGD7</dec1:NumeroContrato><dec1:MedioPago><dec1:ClaveMedioPago>02</dec1:ClaveMedioPago><dec1:IDMedioPago>Tarjeta crédito/débi</dec1:IDMedioPago></dec1:MedioPago></dec1:DesgloseOperacion></dec1:Detalle></dec1:Declarado><dec1:Declarado><dec1:IDRegistroDeclarado>29685</dec1:IDRegistroDeclarado><dec1:IDDeclarado><dec1:Clave>C</dec1:Clave><dec1:NombreRazon> ARMAS GONZALEZ MARIA RAQUEL</dec1:NombreRazon><dec1:NIF>45529392H</dec1:NIF></dec1:IDDeclarado><dec1:Detalle><dec1:IDCesionario><dec1:NombreRazon>Katie Johnston</dec1:NombreRazon><dec1:IDOtro><dec1:CodigoPais>GB</dec1:CodigoPais><dec1:IDType>06</dec1:IDType><dec1:ID>000</dec1:ID></dec1:IDOtro></dec1:IDCesionario><dec1:IDInmueble><dec1:SituacionInmueble>01</dec1:SituacionInmueble><dec1:DatosInmueble><dec1:ReferenciaCatastral>UR000039420006FT4292S0002RD</dec1:ReferenciaCatastral><dec1:Direccion><dec1:CodigoMunicipio>000</dec1:CodigoMunicipio><dec1:CodigoProvincia>01</dec1:CodigoProvincia><dec1:TipoVia>calle</dec1:TipoVia><dec1:NombreVia>Calle el Barquillo 2,Caleta de Famara,CN,ES,35558</dec1:NombreVia><dec1:TipoNumeracion>NUM</dec1:TipoNumeracion></dec1:Direccion></dec1:DatosInmueble></dec1:IDInmueble><dec1:DesgloseOperacion><dec1:PeriodoCesion><dec1:FechaIntermediacion>17-12-2017</dec1:FechaIntermediacion><dec1:FechaInicioCesion>02-01-2018</dec1:FechaInicioCesion><dec1:NumeroDiasDisfrute>5</dec1:NumeroDiasDisfrute></dec1:PeriodoCesion><dec1:Importe>445.27</dec1:Importe><dec1:NumeroContrato>HA-48RQCL</dec1:NumeroContrato><dec1:MedioPago><dec1:ClaveMedioPago>02</dec1:ClaveMedioPago><dec1:IDMedioPago>Tarjeta crédito/débi</dec1:IDMedioPago></dec1:MedioPago></dec1:DesgloseOperacion></dec1:Detalle></dec1:Declarado><dec1:Declarado><dec1:IDRegistroDeclarado>29686</dec1:IDRegistroDeclarado><dec1:IDDeclarado><dec1:Clave>C</dec1:Clave><dec1:NombreRazon> ARMAS GONZALEZ MARIA RAQUEL</dec1:NombreRazon><dec1:NIF>45529392H</dec1:NIF></dec1:IDDeclarado><dec1:Detalle><dec1:IDCesionario><dec1:NombreRazon>HEWITT SARAH</dec1:NombreRazon><dec1:IDOtro><dec1:CodigoPais>GB</dec1:CodigoPais><dec1:IDType>06</dec1:IDType><dec1:ID>000</dec1:ID></dec1:IDOtro></dec1:IDCesionario><dec1:IDInmueble><dec1:SituacionInmueble>01</dec1:SituacionInmueble><dec1:DatosInmueble><dec1:ReferenciaCatastral>UR000039420006FT4292S0002RD</dec1:ReferenciaCatastral><dec1:Direccion><dec1:CodigoMunicipio>000</dec1:CodigoMunicipio><dec1:CodigoProvincia>01</dec1:CodigoProvincia><dec1:TipoVia>calle</dec1:TipoVia><dec1:NombreVia>Calle el Barquillo 2,Caleta de Famara,CN,ES,35558</dec1:NombreVia><dec1:TipoNumeracion>NUM</dec1:TipoNumeracion></dec1:Direccion></dec1:DatosInmueble></dec1:IDInmueble><dec1:DesgloseOperacion><dec1:PeriodoCesion><dec1:FechaIntermediacion>05-11-2017</dec1:FechaIntermediacion><dec1:FechaInicioCesion>07-01-2018</dec1:FechaInicioCesion><dec1:NumeroDiasDisfrute>7</dec1:NumeroDiasDisfrute></dec1:PeriodoCesion><dec1:Importe>484.85</dec1:Importe><dec1:NumeroContrato>HA-9Y34D7</dec1:NumeroContrato><dec1:MedioPago><dec1:ClaveMedioPago>02</dec1:ClaveMedioPago><dec1:IDMedioPago>Tarjeta crédito/débi</dec1:IDMedioPago></dec1:MedioPago></dec1:DesgloseOperacion></dec1:Detalle></dec1:Declarado><dec1:Declarado><dec1:IDRegistroDeclarado>29687</dec1:IDRegistroDeclarado><dec1:IDDeclarado><dec1:Clave>C</dec1:Clave><dec1:NombreRazon> ARMAS GONZALEZ MARIA RAQUEL</dec1:NombreRazon><dec1:NIF>45529392H</dec1:NIF></dec1:IDDeclarado><dec1:Detalle><dec1:IDCesionario><dec1:NombreRazon>HERRMANN JENS</dec1:NombreRazon><dec1:IDOtro><dec1:CodigoPais>GB</dec1:CodigoPais><dec1:IDType>06</dec1:IDType><dec1:ID>000</dec1:ID></dec1:IDOtro></dec1:IDCesionario><dec1:IDInmueble><dec1:SituacionInmueble>01</dec1:SituacionInmueble><dec1:DatosInmueble><dec1:ReferenciaCatastral>UR000039420006FT4292S0002RD</dec1:ReferenciaCatastral><dec1:Direccion><dec1:CodigoMunicipio>000</dec1:CodigoMunicipio><dec1:CodigoProvincia>01</dec1:CodigoProvincia><dec1:TipoVia>calle</dec1:TipoVia><dec1:NombreVia>Calle el Barquillo 2,Caleta de Famara,CN,ES,35558</dec1:NombreVia><dec1:TipoNumeracion>NUM</dec1:TipoNumeracion></dec1:Direccion></dec1:DatosInmueble></dec1:IDInmueble><dec1:DesgloseOperacion><dec1:PeriodoCesion><dec1:FechaIntermediacion>01-04-2018</dec1:FechaIntermediacion><dec1:FechaInicioCesion>03-07-2018</dec1:FechaInicioCesion><dec1:NumeroDiasDisfrute>10</dec1:NumeroDiasDisfrute></dec1:PeriodoCesion><dec1:Importe>890.55</dec1:Importe><dec1:NumeroContrato>HA-LPN82L</dec1:NumeroContrato><dec1:MedioPago><dec1:ClaveMedioPago>02</dec1:ClaveMedioPago><dec1:IDMedioPago>Tarjeta crédito/débi</dec1:IDMedioPago></dec1:MedioPago></dec1:DesgloseOperacion></dec1:Detalle></dec1:Declarado><dec1:Declarado><dec1:IDRegistroDeclarado>29688</dec1:IDRegistroDeclarado><dec1:IDDeclarado><dec1:Clave>C</dec1:Clave><dec1:NombreRazon> ARMAS GONZALEZ MARIA RAQUEL</dec1:NombreRazon><dec1:NIF>45529392H</dec1:NIF></dec1:IDDeclarado><dec1:Detalle><dec1:IDCesionario><dec1:NombreRazon>QUINTERO JOSE</dec1:NombreRazon><dec1:IDOtro><dec1:CodigoPais>GB</dec1:CodigoPais><dec1:IDType>06</dec1:IDType><dec1:ID>000</dec1:ID></dec1:IDOtro></dec1:IDCesionario><dec1:IDInmueble><dec1:SituacionInmueble>01</dec1:SituacionInmueble><dec1:DatosInmueble><dec1:ReferenciaCatastral>UR000039420006FT4292S0002RD</dec1:ReferenciaCatastral><dec1:Direccion><dec1:CodigoMunicipio>000</dec1:CodigoMunicipio><dec1:CodigoProvincia>01</dec1:CodigoProvincia><dec1:TipoVia>calle</dec1:TipoVia><dec1:NombreVia>Calle el Barquillo 2,Caleta de Famara,CN,ES,35558</dec1:NombreVia><dec1:TipoNumeracion>NUM</dec1:TipoNumeracion></dec1:Direccion></dec1:DatosInmueble></dec1:IDInmueble><dec1:DesgloseOperacion><dec1:PeriodoCesion><dec1:FechaIntermediacion>26-12-2017</dec1:FechaIntermediacion><dec1:FechaInicioCesion>31-07-2018</dec1:FechaInicioCesion><dec1:NumeroDiasDisfrute>14</dec1:NumeroDiasDisfrute></dec1:PeriodoCesion><dec1:Importe>1246.77</dec1:Importe><dec1:NumeroContrato>HA-6HRV2D</dec1:NumeroContrato><dec1:MedioPago><dec1:ClaveMedioPago>02</dec1:ClaveMedioPago><dec1:IDMedioPago>Tarjeta crédito/débi</dec1:IDMedioPago></dec1:MedioPago></dec1:DesgloseOperacion></dec1:Detalle></dec1:Declarado><dec1:Declarado><dec1:IDRegistroDeclarado>29689</dec1:IDRegistroDeclarado><dec1:IDDeclarado><dec1:Clave>C</dec1:Clave><dec1:NombreRazon> ARMAS GONZALEZ MARIA RAQUEL</dec1:NombreRazon><dec1:NIF>45529392H</dec1:NIF></dec1:IDDeclarado><dec1:Detalle><dec1:IDCesionario><dec1:NombreRazon>BARBER SAMANTHA</dec1:NombreRazon><dec1:IDOtro><dec1:CodigoPais>GB</dec1:CodigoPais><dec1:IDType>06</dec1:IDType><dec1:ID>000</dec1:ID></dec1:IDOtro></dec1:IDCesionario><dec1:IDInmueble><dec1:SituacionInmueble>01</dec1:SituacionInmueble><dec1:DatosInmueble><dec1:ReferenciaCatastral>UR000039420006FT4292S0002RD</dec1:ReferenciaCatastral><dec1:Direccion><dec1:CodigoMunicipio>000</dec1:CodigoMunicipio><dec1:CodigoProvincia>01</dec1:CodigoProvincia><dec1:TipoVia>calle</dec1:TipoVia><dec1:NombreVia>Calle el Barquillo 2,Caleta de Famara,CN,ES,35558</dec1:NombreVia><dec1:TipoNumeracion>NUM</dec1:TipoNumeracion></dec1:Direccion></dec1:DatosInmueble></dec1:IDInmueble><dec1:DesgloseOperacion><dec1:PeriodoCesion><dec1:FechaIntermediacion>08-06-2018</dec1:FechaIntermediacion><dec1:FechaInicioCesion>05-09-2018</dec1:FechaInicioCesion><dec1:NumeroDiasDisfrute>17</dec1:NumeroDiasDisfrute></dec1:PeriodoCesion><dec1:Importe>1177.50</dec1:Importe><dec1:NumeroContrato>HA-B1NKLQ</dec1:NumeroContrato><dec1:MedioPago><dec1:ClaveMedioPago>02</dec1:ClaveMedioPago><dec1:IDMedioPago>Tarjeta crédito/débi</dec1:IDMedioPago></dec1:MedioPago></dec1:DesgloseOperacion></dec1:Detalle></dec1:Declarado><dec1:Declarado><dec1:IDRegistroDeclarado>29690</dec1:IDRegistroDeclarado><dec1:IDDeclarado><dec1:Clave>C</dec1:Clave><dec1:NombreRazon> ARMAS GONZALEZ MARIA RAQUEL</dec1:NombreRazon><dec1:NIF>45529392H</dec1:NIF></dec1:IDDeclarado><dec1:Detalle><dec1:IDCesionario><dec1:NombreRazon>ROHR JASCHA</dec1:NombreRazon><dec1:IDOtro><dec1:CodigoPais>GB</dec1:CodigoPais><dec1:IDType>06</dec1:IDType><dec1:ID>000</dec1:ID></dec1:IDOtro></dec1:IDCesionario><dec1:IDInmueble><dec1:SituacionInmueble>01</dec1:SituacionInmueble><dec1:DatosInmueble><dec1:ReferenciaCatastral>UR000039420006FT4292S0002RD</dec1:ReferenciaCatastral><dec1:Direccion><dec1:CodigoMunicipio>000</dec1:CodigoMunicipio><dec1:CodigoProvincia>01</dec1:CodigoProvincia><dec1:TipoVia>calle</dec1:TipoVia><dec1:NombreVia>Calle el Barquillo 2,Caleta de Famara,CN,ES,35558</dec1:NombreVia><dec1:TipoNumeracion>NUM</dec1:TipoNumeracion></dec1:Direccion></dec1:DatosInmueble></dec1:IDInmueble><dec1:DesgloseOperacion><dec1:PeriodoCesion><dec1:FechaIntermediacion>25-08-2018</dec1:FechaIntermediacion><dec1:FechaInicioCesion>22-09-2018</dec1:FechaInicioCesion><dec1:NumeroDiasDisfrute>14</dec1:NumeroDiasDisfrute></dec1:PeriodoCesion><dec1:Importe>969.71</dec1:Importe><dec1:NumeroContrato>HA-N75DQC</dec1:NumeroContrato><dec1:MedioPago><dec1:ClaveMedioPago>02</dec1:ClaveMedioPago><dec1:IDMedioPago>Tarjeta crédito/débi</dec1:IDMedioPago></dec1:MedioPago></dec1:DesgloseOperacion></dec1:Detalle></dec1:Declarado><dec1:Declarado><dec1:IDRegistroDeclarado>29691</dec1:IDRegistroDeclarado><dec1:IDDeclarado><dec1:Clave>C</dec1:Clave><dec1:NombreRazon> ARMAS GONZALEZ MARIA RAQUEL</dec1:NombreRazon><dec1:NIF>45529392H</dec1:NIF></dec1:IDDeclarado><dec1:Detalle><dec1:IDCesionario><dec1:NombreRazon>LÜDERS SILVIA</dec1:NombreRazon><dec1:IDOtro><dec1:CodigoPais>GB</dec1:CodigoPais><dec1:IDType>06</dec1:IDType><dec1:ID>000</dec1:ID></dec1:IDOtro></dec1:IDCesionario><dec1:IDInmueble><dec1:SituacionInmueble>01</dec1:SituacionInmueble><dec1:DatosInmueble><dec1:ReferenciaCatastral>UR000039420006FT4292S0002RD</dec1:ReferenciaCatastral><dec1:Direccion><dec1:CodigoMunicipio>000</dec1:CodigoMunicipio><dec1:CodigoProvincia>01</dec1:CodigoProvincia><dec1:TipoVia>calle</dec1:TipoVia><dec1:NombreVia>Calle el Barquillo 2,Caleta de Famara,CN,ES,35558</dec1:NombreVia><dec1:TipoNumeracion>NUM</dec1:TipoNumeracion></dec1:Direccion></dec1:DatosInmueble></dec1:IDInmueble><dec1:DesgloseOperacion><dec1:PeriodoCesion><dec1:FechaIntermediacion>15-09-2018</dec1:FechaIntermediacion><dec1:FechaInicioCesion>21-10-2018</dec1:FechaInicioCesion><dec1:NumeroDiasDisfrute>5</dec1:NumeroDiasDisfrute></dec1:PeriodoCesion><dec1:Importe>345.27</dec1:Importe><dec1:NumeroContrato>HA-Q1NMWB</dec1:NumeroContrato><dec1:MedioPago><dec1:ClaveMedioPago>02</dec1:ClaveMedioPago><dec1:IDMedioPago>Tarjeta crédito/débi</dec1:IDMedioPago></dec1:MedioPago></dec1:DesgloseOperacion></dec1:Detalle></dec1:Declarado><dec1:Declarado><dec1:IDRegistroDeclarado>29692</dec1:IDRegistroDeclarado><dec1:IDDeclarado><dec1:Clave>C</dec1:Clave><dec1:NombreRazon> ARMAS GONZALEZ MARIA RAQUEL</dec1:NombreRazon><dec1:NIF>45529392H</dec1:NIF></dec1:IDDeclarado><dec1:Detalle><dec1:IDCesionario><dec1:NombreRazon>NOCAUDIE CHARLOTTE</dec1:NombreRazon><dec1:IDOtro><dec1:CodigoPais>GB</dec1:CodigoPais><dec1:IDType>06</dec1:IDType><dec1:ID>000</dec1:ID></dec1:IDOtro></dec1:IDCesionario><dec1:IDInmueble><dec1:SituacionInmueble>01</dec1:SituacionInmueble><dec1:DatosInmueble><dec1:ReferenciaCatastral>UR000039420006FT4292S0002RD</dec1:ReferenciaCatastral><dec1:Direccion><dec1:CodigoMunicipio>000</dec1:CodigoMunicipio><dec1:CodigoProvincia>01</dec1:CodigoProvincia><dec1:TipoVia>calle</dec1:TipoVia><dec1:NombreVia>Calle el Barquillo 2,Caleta de Famara,CN,ES,35558</dec1:NombreVia><dec1:TipoNumeracion>NUM</dec1:TipoNumeracion></dec1:Direccion></dec1:DatosInmueble></dec1:IDInmueble><dec1:DesgloseOperacion><dec1:PeriodoCesion><dec1:FechaIntermediacion>07-10-2018</dec1:FechaIntermediacion><dec1:FechaInicioCesion>01-11-2018</dec1:FechaInicioCesion><dec1:NumeroDiasDisfrute>5</dec1:NumeroDiasDisfrute></dec1:PeriodoCesion><dec1:Importe>346.32</dec1:Importe><dec1:NumeroContrato>HA-JX654T</dec1:NumeroContrato><dec1:MedioPago><dec1:ClaveMedioPago>02</dec1:ClaveMedioPago><dec1:IDMedioPago>Tarjeta crédito/débi</dec1:IDMedioPago></dec1:MedioPago></dec1:DesgloseOperacion></dec1:Detalle></dec1:Declarado><dec1:Declarado><dec1:IDRegistroDeclarado>29693</dec1:IDRegistroDeclarado><dec1:IDDeclarado><dec1:Clave>C</dec1:Clave><dec1:NombreRazon> ARMAS GONZALEZ MARIA RAQUEL</dec1:NombreRazon><dec1:NIF>45529392H</dec1:NIF></dec1:IDDeclarado><dec1:Detalle><dec1:IDCesionario><dec1:NombreRazon>PAULUSSEN HILDE</dec1:NombreRazon><dec1:IDOtro><dec1:CodigoPais>GB</dec1:CodigoPais><dec1:IDType>06</dec1:IDType><dec1:ID>000</dec1:ID></dec1:IDOtro></dec1:IDCesionario><dec1:IDInmueble><dec1:SituacionInmueble>01</dec1:SituacionInmueble><dec1:DatosInmueble><dec1:ReferenciaCatastral>UR000039420006FT4292S0002RD</dec1:ReferenciaCatastral><dec1:Direccion><dec1:CodigoMunicipio>000</dec1:CodigoMunicipio><dec1:CodigoProvincia>01</dec1:CodigoProvincia><dec1:TipoVia>calle</dec1:TipoVia><dec1:NombreVia>Calle el Barquillo 2,Caleta de Famara,CN,ES,35558</dec1:NombreVia><dec1:TipoNumeracion>NUM</dec1:TipoNumeracion></dec1:Direccion></dec1:DatosInmueble></dec1:IDInmueble><dec1:DesgloseOperacion><dec1:PeriodoCesion><dec1:FechaIntermediacion>08-09-2018</dec1:FechaIntermediacion><dec1:FechaInicioCesion>11-11-2018</dec1:FechaInicioCesion><dec1:NumeroDiasDisfrute>7</dec1:NumeroDiasDisfrute></dec1:PeriodoCesion><dec1:Importe>623.38</dec1:Importe><dec1:NumeroContrato>HA-DW5MT4</dec1:NumeroContrato><dec1:MedioPago><dec1:ClaveMedioPago>02</dec1:ClaveMedioPago><dec1:IDMedioPago>Tarjeta crédito/débi</dec1:IDMedioPago></dec1:MedioPago></dec1:DesgloseOperacion></dec1:Detalle></dec1:Declarado><dec1:Declarado><dec1:IDRegistroDeclarado>29694</dec1:IDRegistroDeclarado><dec1:IDDeclarado><dec1:Clave>C</dec1:Clave><dec1:NombreRazon> ARMAS GONZALEZ MARIA RAQUEL</dec1:NombreRazon><dec1:NIF>45529392H</dec1:NIF></dec1:IDDeclarado><dec1:Detalle><dec1:IDCesionario><dec1:NombreRazon>PÉREZ FRANCISCO</dec1:NombreRazon><dec1:IDOtro><dec1:CodigoPais>GB</dec1:CodigoPais><dec1:IDType>06</dec1:IDType><dec1:ID>000</dec1:ID></dec1:IDOtro></dec1:IDCesionario><dec1:IDInmueble><dec1:SituacionInmueble>01</dec1:SituacionInmueble><dec1:DatosInmueble><dec1:ReferenciaCatastral>UR000039420006FT4292S0002RD</dec1:ReferenciaCatastral><dec1:Direccion><dec1:CodigoMunicipio>000</dec1:CodigoMunicipio><dec1:CodigoProvincia>01</dec1:CodigoProvincia><dec1:TipoVia>calle</dec1:TipoVia><dec1:NombreVia>Calle el Barquillo 2,Caleta de Famara,CN,ES,35558</dec1:NombreVia><dec1:TipoNumeracion>NUM</dec1:TipoNumeracion></dec1:Direccion></dec1:DatosInmueble></dec1:IDInmueble><dec1:DesgloseOperacion><dec1:PeriodoCesion><dec1:FechaIntermediacion>07-10-2018</dec1:FechaIntermediacion><dec1:FechaInicioCesion>21-11-2018</dec1:FechaInicioCesion><dec1:NumeroDiasDisfrute>5</dec1:NumeroDiasDisfrute></dec1:PeriodoCesion><dec1:Importe>346.32</dec1:Importe><dec1:NumeroContrato>HA-2N5ZS3</dec1:NumeroContrato><dec1:MedioPago><dec1:ClaveMedioPago>02</dec1:ClaveMedioPago><dec1:IDMedioPago>Tarjeta crédito/débi</dec1:IDMedioPago></dec1:MedioPago></dec1:DesgloseOperacion></dec1:Detalle></dec1:Declarado><dec1:Declarado><dec1:IDRegistroDeclarado>29695</dec1:IDRegistroDeclarado><dec1:IDDeclarado><dec1:Clave>C</dec1:Clave><dec1:NombreRazon> ARMAS GONZALEZ MARIA RAQUEL</dec1:NombreRazon><dec1:NIF>45529392H</dec1:NIF></dec1:IDDeclarado><dec1:Detalle><dec1:IDCesionario><dec1:NombreRazon>LARENA PALOMA</dec1:NombreRazon><dec1:IDOtro><dec1:CodigoPais>GB</dec1:CodigoPais><dec1:IDType>06</dec1:IDType><dec1:ID>000</dec1:ID></dec1:IDOtro></dec1:IDCesionario><dec1:IDInmueble><dec1:SituacionInmueble>01</dec1:SituacionInmueble><dec1:DatosInmueble><dec1:ReferenciaCatastral>UR000039420006FT4292S0002RD</dec1:ReferenciaCatastral><dec1:Direccion><dec1:CodigoMunicipio>000</dec1:CodigoMunicipio><dec1:CodigoProvincia>01</dec1:CodigoProvincia><dec1:TipoVia>calle</dec1:TipoVia><dec1:NombreVia>Calle el Barquillo 2,Caleta de Famara,CN,ES,35558</dec1:NombreVia><dec1:TipoNumeracion>NUM</dec1:TipoNumeracion></dec1:Direccion></dec1:DatosInmueble></dec1:IDInmueble><dec1:DesgloseOperacion><dec1:PeriodoCesion><dec1:FechaIntermediacion>25-10-2018</dec1:FechaIntermediacion><dec1:FechaInicioCesion>30-11-2018</dec1:FechaInicioCesion><dec1:NumeroDiasDisfrute>6</dec1:NumeroDiasDisfrute></dec1:PeriodoCesion><dec1:Importe>415.59</dec1:Importe><dec1:NumeroContrato>HA-0RZDM5</dec1:NumeroContrato><dec1:MedioPago><dec1:ClaveMedioPago>02</dec1:ClaveMedioPago><dec1:IDMedioPago>Tarjeta crédito/débi</dec1:IDMedioPago></dec1:MedioPago></dec1:DesgloseOperacion></dec1:Detalle></dec1:Declarado></dec:Declaracion></soapenv:Body></soapenv:Envelope>